{
  "problem_text": "<u>The Problem</u><br/> Quality assurance, quality management & quick feedback loops. All these things now play a major role in university teaching. However, despite the digital age, collecting feedback is often difficult: In an event with many participants, most students do not dare to reveal their comprehension problems to the plenum. This makes it difficult for the lecturer to see whether the content conveyed has actually reached the listeners and makes long-term improvement of the lecture much more difficult.<br/> This is exactly where EvaluMate would like to support universities and universities of applied sciences!",
  "solution_text": "<u>The Solution</u><br /> In order to provide direct and meaningful feedback to the lecturer, students are given the opportunity to anonymously give feedback on their current understanding via their smartphones or computers during an ongoing course. On the students' screens there is only a light bulb that can be switched on or off, indicating whether or not the content being taught can be followed. Due to this minimalistic, efficient app design, the attention of the students is still 100% focused on the lecture content and at the same time EvaluMate provides the lecturer with a very comprehensive overview of the current understanding of his audience.<br /> The information provided by students is anonymised, analysed live and made available to the lecturer directly in graphic form.",
  "advantage_text": "<u>The advantages of EvaluMate</u><br /> Due to its simple function, EvaluMate offers a very high degree of user-friendliness, both for students and teachers. <br /> With EvaluMate's live analysis, the teacher can already react to the analysis results during the course. For example, in the event of increased comprehension problems, they can make it clear to students that they are not the only ones who have problems with the current topic, thus significantly reducing inhibitions about open questions.<br /> Since the analyses can also be called up afterwards, all lecturers, even those who do not follow these data live, can use the service for later follow-up work and thus make lasting improvements to university events (lectures, tutorials, etc.). Lecturers can better adapt exercise sheets and information material to the students' strengths and weaknesses in order to better convey more complex topics. Since it is recognised more quickly whether contents have been understood, unnecessary repetition is avoided, leaving more time for the really more difficult topics. EvaluMate thus ermanently increases the quality of university teaching!<br /> EvaluMate is a social, privately initiated project by students of the Paderborn University, is freely accessible to everyone and is a complete non-profit project. The use of EvaluMate is free for everyone at any time :)<br /><br /> <b>So: What are you waiting for?</b> Try EvaluMate now and start a session with a click on the button below, into which your listeners can log in. Have fun!"
}
