{
  "problem_text": "<u>Das Problem</u><br /> Qualitätssicherung, Qualitätsmanagement & schnelle Feedbackloops. All diese Dinge spielen inzwischen auch in der universitären Lehre eine tragende Rolle. Das dafür maßgebliche Sammeln von Feedback gestaltet sich jedoch, trotz des digitalen Zeitalters, häufig als schwierig: Bei einer Veranstaltung mit vielen Teilnehmern trauen sich die meisten Studierenden nicht, ihre Verständnisprobleme vor dem Plenum zu offenbaren. Dadurch ist es für den Dozierenden schwierig zu erkennen, ob die vermittelten Inhalte auch wirklich bei den Hörern angekommen sind und eine langfristige Verbesserung der Vorlesung wird deutlich erschwert.<br /> Genau hier möchte EvaluMate die Universitäten und Fachhochschulen unterstützen!",
  "solution_text": "<u>Die Lösung</u><br /> Um direktes und aussagekräftiges Feedback für den Lehrenden bereitzustellen, erhalten Studierende die Möglichkeit, über ihre Smartphones oder Computer während einer laufenden Veranstaltung anonym Rückmeldung über ihr aktuelles Verständnis zu geben. Auf den Bildschirmen der Studierenden ist nur eine Glühbirne zu sehen, die an- bzw. ausgeschaltet werden kann, wodurch signalisiert wird, ob man den vermittelten Inhalten gerade folgen kann oder nicht.<br /> Durch dieses minimalistische, effiziente App-Design, liegt die Aufmerksamkeit der Studierenden nach wie vor zu 100% bei den Vorlesungsinhalten und gleichzeitig verschafft EvaluMate dem Dozierenden einen sehr umfassenden Überblick über das aktuelle Verständnis seiner Zuhörer. Die Angaben der Studierenden werden anonymisiert, live analysiert und dem Dozierenden direkt grafisch zur Verfügung gestellt.",
  "advantage_text": "<u>Die Vorteile</u><br /> Durch seine einfach gehaltene Funktion bietet EvaluMate eine sehr hohe Nutzerfreundlichkeit, sowohl für die Studierenden als auch für die Lehrenden. Mit der Live-Analyse von EvaluMate kann die Lehrperson bereits während der Veranstaltung auf die Analyseergebnisse reagieren. Beispielsweise kann sie bei vermehrten Verständnisproblemen den Studierenden klarmachen, dass sie nicht die Einzigen sind, die Probleme mit dem aktuellen Thema haben und so die Hemmungen gegenüber offenen Fragen deutlich verringern.<br /> Da die Auswertungen auch im Nachhinein noch abrufbar sind, können alle Dozierenden, auch diejenigen, die diese Daten nicht live verfolgen, den Dienst zur späteren Nachbereitung  nutzen und so die universitären Veranstaltungen (Vorlesungen, Tutorien etc.) nachhaltig verbessern. Die Dozierenden können Übungszettel und Informationsmaterial besser an die Stärken und Schwächen der Studierenden anpassen, um komplexere Themen besser zu vermitteln. Da schneller erkannt wird, ob Inhalte verstanden wurden, werden unnötige Wiederholungen vermieden, wodurch mehr Zeit für die wirklich schwierigeren Themen bleibt. EvaluMate erhöht somit dauerthaft die Qualität der universitären Lehre!<br /> EvaluMate ist ein soziales, privat initiiertes Projekt von Studierenden der Universität Paderborn, ist für jeden frei zugänglich und ist ein vollständiges Non-Profit-Projekt. Die Nutzung ist für jeden zu jederzeit kostenlos :)<br /><br /> <b>Also: Worauf warten Sie noch?</b> Probieren Sie EvaluMate jetzt aus und starten Sie mit einem Klick auf den untenstehenden Button eine Sitzung, in die sich ihre Zuhörer einloggen können. Viel Spaß!"
}
